---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodManualLateColor
source: html/deb29fde-dbec-cc68-fc0b-de14de31fe4c.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodManualLateColor Property

The property labeled "Manual latewood color" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodManualLateColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".